<template>
    <div>
       <swiper class="swiper" :options="swiperOption">
           <swiper-slide class="text">
              <div>
                  “如果你能在下午四点来，那么在三点的时候，我就会开始感到幸福了。”

“所有的大人，都曾是孩子，但只有少数人记得。”

“只有用心，才能看清。本质的东西，肉眼是看不见的。”

——《小王子三部曲1：小王子》）


《小王子》，这篇只有短短2万多字的“童话式”故事，却登顶“人类有史以来经典读物”书单，被誉为“每个人不可不读的心灵之书”，被译成300多种语言，在全世界拥有4亿多读者，阅读率仅次于《圣经》。

每个人都在似懂非懂中，在《小王子》里找到了某种真谛。但我们真的了解《小王子》表象背后的真相吗？

小王子说，‘沙漠之所以美丽，是因为在它的某个地方藏着一口水井。’《小王子》之所以深切动人，也是因为它有着比表面的童话故事更深层次的含义。而这些意义，都埋藏在《小王子》的前传——《风沙星辰》《夜间飞行》两本书里。

那个完整、全面、真实的《小王子》，其实是《小王子三部曲》。

现在，就让我们重新进入《小王子》这个故事。《小王子》中的每一个细节，都可以和圣-埃克苏佩里身边的现实事件相对应。而他本人的故事，都写在《风沙星辰》《夜间飞行》里。

“大人们建议我把这些开着肚皮或是闭着肚皮的蟒蛇图画放在一边，不如把兴趣放在地理、历史、算术和语法上。就这样，我在六岁的时候，放弃了画家这个美好的职业。……我不得不选择另一个职业，于是我学习了驾驶飞机。”——《小王子三部曲1：小王子》，第一章


《小王子》的作者圣-埃克苏佩里，是人类历史上第一批飞行员。他从小渴望冒险，12岁就跟随一位飞行员第一次飞上天空。

21岁，从小向往天空的圣-埃克苏佩里终于有了一次圆梦的机会。他应征去服兵役，但由于服役期间的限制，他只能在军队里担任地勤维护人员。他不得不采取各种措施，勤于学习飞行课程。终于，在1921年6月18日，他走进了向往已久的驾驶舱。同年12月31日，安东尼通过考核，正式取得了空军飞行员资格。

26岁，圣-埃克苏佩里加入法国拉特科埃尔航空公司，负责驾驶邮务机。自此，他成为了人类历史上第一批飞行员。

30岁，圣-埃克苏佩里被派驻阿根廷，负责开拓南美航线。在那里，他和同伴们屡次与风暴搏斗、与死神擦肩，最终实现了人类夜间飞行的创举。《夜间飞行》就描述了这段难忘的经历。



“我就这样孤独地生活着，没有一个能真正聊得来的人，一直到六年前，我的飞机迫降在撒哈拉沙漠。我的发动机出了故障……我随身带的水勉强只够喝八天。第一天晚上，我就睡在这远离尘世的大沙漠上。我比大海中伏在小木筏上的遇难者还要与世隔绝。”——《小王子三部曲1：小王子》，第二章



这个情节，来自圣-埃克苏佩里本人的亲身经历，并在《风沙星辰》中有第一手的描述。

1935年12月30日，他参加巴黎至西贡的飞行大赛，在飞行了19小时44分钟后，飞机因故障不幸坠落于撒哈拉大沙漠。而他和机械师两人都在坠机中奇迹般生还，但紧接着是沙漠酷暑、严重脱水带来的挑战。


“汽油箱、机油箱都爆了，储水箱也爆了，沙已经把所有水都喝掉了。我们在一个损毁的保温壶里找到半升咖啡，在另一个壶里找到四分之一升白葡萄酒。我们把这些液体过滤以后混合起来。我们也找到一点葡萄和一颗柳橙。可是我心里做了计算：‘顶着沙漠的大太阳走路，不出五个小时这些就都没了……’（《小王子三部曲2：风沙星辰》）

当所剩无几的食物和水都消耗殆尽，他们很快出现幻觉，看见海市蜃楼，第二三天的时候，竟脱水到了一滴汗都流不出的地步。直到第四天，一个贝都因人骑骆驼路过时发现了他们，他们才终于获救。

“真正重要的东西是我们无法预先设想的。我们每个人都体会过这件事：最热切的喜悦可能出现在它最不可能出现的地方。”——《小王子三部曲2：风沙星辰》

“我不希望人家轻率地来翻看我这本书。我讲述这段往事的时候，心中是带着一丝惆怅的。我的朋友带着他的绵羊，已经离开六年了。我之所以在这里细细描述他，是为了不要忘记他。忘记朋友，是一件令人伤心的事。”——《小王子三部曲1：小王子》，第四章

《小王子》中，在危急时刻，是小王子这个可爱小家伙的出现，陪伴“我”穿过漫漫长夜，越过濒死的边缘，在沙漠中找到了一口水井。小王子，就像圣-埃克苏佩里意识中的那个自己。

“于是我在那里做白日梦，我觉得似乎万物都能顺应周遭环境。一个人就算知道他三十年后会死，也不会因此永远闷闷不乐。三十年，三天……这只是观点的问题。……当我没在远方看到幻景时，我会自己打造海市蜃楼……”（《小王子三部曲2：风沙星辰》）




“啊！小王子，我就是这样一点一点知道了你那段忧郁的生活。很长一段时间里，你唯一的消遣，就是观赏夕阳西下的温柔。……“大家都知道，美国在正午的时候，法国正是黄昏。如果能在一分钟内赶到法国，就可以看到日落。可惜，法国实在太远了。但是，在你那个小小的星球上，你只要把椅子挪动几步就行了。这样，你就可以随时看到你想看的落日余晖……“’你知道……一个人非常忧伤的时候，就喜欢看日落……’“所以，你看四十四次日落的那天，非常忧伤吗？“小王子没有回答。” ——《小王子三部曲1：小王子》，第六章

1943年，圣-埃克苏佩里创作《小王子》时，欧洲正笼罩在第二次世界大战的硝烟中，而他则流亡在美国，侨居纽约。他内心苦闷压抑，非常思念故乡法国。他经常在香烟和浓咖啡的陪伴下工作，用水彩铅笔一边画插图，一边手写文字。最终，他完成了那本奇特的、诗意的、忧伤的《小王子》。孤零零站在小星球上的小王子，就像孤独待在异乡的他自己。完成《小王子》后，他毅然决定回到欧洲，加入盟军的北非战场。

“花儿是让人看、让人闻的。这朵花儿让我的星球香气宜人，我却不懂如何享受这种美好。……她给了我香气，把我整个人都照亮了。我本该猜到她那拙劣的小花招儿背后的一片柔情。花儿总是如此表里不一！可惜我当时太年轻了，还不懂如何去爱她。”——《小王子三部曲1：小王子》，第八章

小王子星球上那朵娇弱玫瑰的原型，就是圣-埃克苏佩里的妻子康苏艾罗。1931年，在一场专门招待法国作家和艺人的演讲会上，圣-埃克苏佩里遇见萨尔瓦多姑娘康苏艾罗，认识不过几小时，他就宣布要娶她。




1931年4月，两个人在相识7个月后正式完婚。但作为一个飞行员的妻子并没有想象中那么简单，他们婚后的生活经常出现摩擦。安东尼没有理财观念，康苏艾罗则挥霍成性，以至于他们的生活经常出现非常拮据的状况。安东尼性格古怪，康苏艾罗也变幻莫测。安东尼埋怨康苏艾罗不在乎自己，从不带自己进入她的社交圈；康苏艾罗认为安东尼十分霸道，自己完全没有自由空间。长此以往，两人都有了出轨行为。

他们彼此不信任，时常反唇相讥。两人经常离家出走，甚至分居。沉重的经济压力也压得两人都喘不过气来。婚后三年，两人关系变得紧张，婚姻生活也亮起了红灯。而且，康苏艾罗有严重的气喘病，就像《小王子》中的玫瑰会不停地假装咳嗽来引起小王子的注意，并不断地使小王子内疚一样。



他们之间爱得激烈，却又彼此折磨，常有矛盾，无法长久待在一起，但她依然是他生命中最重要的人。“一个人一旦做出选择，就会满足于自己生活中的偶然，就会去爱自己的选择，就会受制于偶然，一如爱情。”（《小王子三部曲3：夜间飞行》）

“只见他的脚踝边上闪过一道黄光。刹那间，他一动不动。他没有叫喊。他如同一棵树，缓缓倒下。因为是在沙漠里，甚至连一点儿声响都没有发出。”——《小王子三部曲1：小王子》，第二十六章

《小王子》结尾处的这段描写，曾让无数人心碎。小王子最后到底去了哪里？死了吗？还是回到了他的B612星球？这几乎成了一个终极疑问。

《小王子》出版次年，1944年7月31日，圣-埃克苏佩里正要执行自己的第九次飞行任务，目的地是他童年的故乡里昂东面的空域。那天风和日丽，圣-埃克苏佩里精神抖擞登上座舱，从科西嘉岛东北起飞进入地中海上空后，竟消失得无影无踪，从此再没回来。他像小王子一样离开了地球。

直到44年后，1988年，他的飞行员手链被从海底打捞上来，上面刻着他妻子的名字，以及《小王子》的纽约出版商地址，我们才知道小王子去了哪里。




“为生命赋予意义的东西，也可以为死亡赋予意义。”（《小王子三部曲2：风沙星辰》）

是的，当完整读完《小王子三部曲》，在步步深入，窥探到一个伟大灵魂的同时，我们会发现：小王子，其实就是圣-埃克苏佩里本人的化身。

大家都在看这些

二线城市人才争夺战：大学生落户之后呢？
作为教师，我们也想减减负
假如每一天都是告别
《吐槽大会》之后，单口喜剧火起来了吗？
读书 | 如何找到真爱赚到钱
⊙文章版权归《三联生活周刊》所有，欢迎转发到朋友圈，转载请联系后台。

点击以下封面图

一键下单「小王子三部曲」


作者最新文章
卫生间，成年人逃离现实的最后一道防线
这届“了不起”的后浪：带着棱角在职场奔涌
“超级大佬”们的吐槽大会
相关文章
“所有大人都曾经是小孩”，小王子作者像小孩子一样消失了

明道承认结婚生子，娃都快两个月了，王子也有自己的小王子了

温柔的小王子千玺：我的那朵玫瑰，比你们所有人都重要

这颗小星球存在一个白色亮点，研究结果让科学家都没有预料到

《小王子》对不起，长大的小王子让我无法接受


              </div>
           </swiper-slide>
       </swiper>
    </div>
</template>

<script>
    export default {
        data() {
            return {
                swiperOption: {
                    direction:'vertical',
                    slidesPerView: 'auto',
                    freeMode:true,
                    mousewheel:true
                }
            }
        },
    }
</script>

<style lang="css" scoped>
.swiper{
    height: 300px;
    overflow: hidden;
}
.text{
    font-size: 18px;
    text-align: left;
    padding: 30px;
    height:auto;
    box-sizing: border-box;
}
</style>